---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFriction
source: html/637eafc7-4c20-da80-aa97-4fed4e1530e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFriction Property

"Friction"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFriction { get; }
```